print('Искаш ли да чуеш един мръсен виц?')
answer = int(input())
if answer == 0:
  print('Добре тогава! Само напиши възрастта си!')
agehold = int(input())
if agehold == 10:
  print('Как се нарича синята боровинка!')
  print('Синеочка :(')
elif agehold == 11:
  print('Какво казало зеленото грозде на синьото грозде?')
  print('Дишай! Дишай!')
elif agehold == 12:
  print('Какво казала цифрата 0 на цифрата 8?')
  print('Здравейте, момчета!')
elif agehold == 13:
  print('Защо числото 10 не се страхува от 7?')
  print('Защото вместо 9, 7 изяло пи.')
else:
  print('A?')
